{
    "Q1": "For each of the following, indicate how important it is in your life. Would you say it is: Family?",
    "Q2": "For each of the following, indicate how important it is in your life. Would you say it is: Friends?",
    "Q3": "For each of the following, indicate how important it is in your life. Would you say it is: Leisure time?",
    "Q4": "For each of the following, indicate how important it is in your life. Would you say it is: Politics?",
    "Q5": "For each of the following, indicate how important it is in your life. Would you say it is: Work?",
    "Q6": "For each of the following, indicate how important it is in your life. Would you say it is: Religion?",
    "Q7": "Which of the following qualities that children can be encouraged to learn at home do you consider especially important? Good manners?",
    "Q8": "Which of the following qualities that children can be encouraged to learn at home do you consider especially important? Independence?",
    "Q9": "Which of the following qualities that children can be encouraged to learn at home do you consider especially important? Hard work?",
    "Q10": "Which of the following qualities that children can be encouraged to learn at home do you consider especially important? Feeling of responsibility?",
    "Q11": "Which of the following qualities that children can be encouraged to learn at home do you consider especially important? Imagination?",
    "Q12": "Which of the following qualities that children can be encouraged to learn at home do you consider especially important? Tolerance and respect for other people?",
    "Q13": "Which of the following qualities that children can be encouraged to learn at home do you consider especially important? Thrift, saving money and things?",
    "Q14": "Which of the following qualities that children can be encouraged to learn at home do you consider especially important? Determination, perseverance?",
    "Q15": "Which of the following qualities that children can be encouraged to learn at home do you consider especially important? Religious faith?",
    "Q16": "Which of the following qualities that children can be encouraged to learn at home do you consider especially important? Not being selfish (unselfishness)?",
    "Q17": "Which of the following qualities that children can be encouraged to learn at home do you consider especially important? Obedience?",
    "Q18": "On this list are various groups of people. Could you please mention any that you would not like to have as neighbors? Drug addicts?",
    "Q19": "On this list are various groups of people. Could you please mention any that you would not like to have as neighbors? People of a different race?",
    "Q20": "On this list are various groups of people. Could you please mention any that you would not like to have as neighbors? People who have AIDS?",
    "Q21": "On this list are various groups of people. Could you please mention any that you would not like to have as neighbors? Immigrants/foreign workers?",
    "Q22": "On this list are various groups of people. Could you please mention any that you would not like to have as neighbors? Homosexuals?",
    "Q23": "On this list are various groups of people. Could you please mention any that you would not like to have as neighbors? People of a different religion?",
    "Q24": "On this list are various groups of people. Could you please mention any that you would not like to have as neighbors? Heavy drinkers?",
    "Q25": "On this list are various groups of people. Could you please mention any that you would not like to have as neighbors? Unmarried couples living together?",
    "Q26": "On this list are various groups of people. Could you please mention any that you would not like to have as neighbors? People who speak a different language?",
    "Q27": "For each of the following statements, can you tell me how strongly you agree or disagree? One of my main goals in life has been to make my parents proud.",
    "Q28": "For each of the following statements, can you tell me how strongly you agree or disagree? When a mother works for pay, the children suffer.",
    "Q29": "For each of the following statements, can you tell me how strongly you agree or disagree? On the whole, men make better political leaders than women do.",
    "Q30": "For each of the following statements, can you tell me how strongly you agree or disagree? A university education is more important for a boy than for a girl.",
    "Q31": "For each of the following statements, can you tell me how strongly you agree or disagree? On the whole, men make better business executives than women do.",
    "Q32": "For each of the following statements, can you tell me how strongly you agree or disagree? Being a housewife is just as fulfilling as working for pay.",
    "Q33": "How would you feel about the following statements? Do you agree or disagree? When jobs are scarce, men should have more right to a job than women.",
    "Q34": "How would you feel about the following statements? Do you agree or disagree? When jobs are scarce, employers should give priority to people of this country over immigrants.",
    "Q35": "How would you feel about the following statements? Do you agree or disagree? If a woman earns more money than her husband, it's almost certain to cause problems.",
    "Q36": "How would you feel about the following statements? Do you agree or disagree? Homosexual couples are as good parents as other couples.",
    "Q37": "How would you feel about the following statements? Do you agree or disagree? It is a duty towards society to have children.",
    "Q38": "How would you feel about the following statements? Do you agree or disagree? Adult children have the duty to provide long-term care for their parents.",
    "Q39": "How would you feel about the following statements? Do you agree or disagree? People who don't work turn lazy.",
    "Q40": "How would you feel about the following statements? Do you agree or disagree? Work is a duty towards society.",
    "Q41": "How would you feel about the following statements? Do you agree or disagree? Work should always come first, even if it means less spare time.",
    "Q42": "On this card are three basic kinds of attitudes concerning the society we live in. Please choose the one which best describes your own opinion.",
    "Q43": "I'm going to read out a list of various changes in our way of life that might take place in the near future. Please tell me for each one if it would be a good thing, a bad thing, or don't you mind. Less importance placed on work in our lives?",
    "Q44": "I'm going to read out a list of various changes in our way of life that might take place in the near future. Please tell me for each one if it would be a good thing, a bad thing, or don't you mind. More emphasis on the development of technology?",
    "Q45": "I'm going to read out a list of various changes in our way of life that might take place in the near future. Please tell me for each one if it would be a good thing, a bad thing, or don't you mind. Greater respect for authority?",
    "Q46": "Taking all things together, would you say you are: Very happy, Rather happy, Not very happy, or Not at all happy?",
    "Q47": "All in all, how would you describe your state of health these days? Would you say it is: Very good, Good, Fair, Poor, or Very poor?",
    "Q48": "Some people feel they have completely free choice and control over their lives, while other people feel that what they do has no real effect. Please use this scale where 1 means no choice at all and 10 means a great deal of choice.",
    "Q49": "All things considered, how satisfied are you with your life as a whole these days? Using a scale from 1 (completely dissatisfied) to 10 (completely satisfied), where would you place yourself?",
    "Q50": "How satisfied are you with the financial situation of your household? Using a scale from 1 (completely dissatisfied) to 10 (completely satisfied), where would you place yourself?",
    "Q51": "In the last 12 months, how often have you or your family gone without enough food to eat?",
    "Q52": "In the last 12 months, how often have you or your family felt unsafe from crime in your home?",
    "Q53": "In the last 12 months, how often have you or your family gone without medicine or medical treatment that you needed?",
    "Q54": "In the last 12 months, how often have you or your family gone without a cash income?",
    "Q55": "In the last 12 months, how often have you or your family gone without a safe shelter over your head?",
    "Q56": "Comparing your standard of living with your parents' standard of living when they were about your age, would you say you are better off, worse off, or about the same?",
    "Q57": "Generally speaking, would you say that most people can be trusted or that you need to be very careful in dealing with people?",
    "Q58": "How much do you trust the following groups? Your family.",
    "Q59": "How much do you trust the following groups? Your neighborhood.",
    "Q60": "How much do you trust the following groups? People you know personally.",
    "Q61": "How much do you trust the following groups? People you meet for the first time.",
    "Q62": "How much do you trust the following groups? People of another religion.",
    "Q63": "How much do you trust the following groups? People of another nationality.",
    "Q64": "How much confidence do you have in the following organizations? Churches.",
    "Q65": "How much confidence do you have in the following organizations? The armed forces.",
    "Q66": "How much confidence do you have in the following organizations? The press.",
    "Q67": "How much confidence do you have in the following organizations? Television.",
    "Q68": "How much confidence do you have in the following organizations? Labor unions.",
    "Q69": "How much confidence do you have in the following organizations? The police.",
    "Q70": "How much confidence do you have in the following organizations? The courts.",
    "Q71": "How much confidence do you have in the following organizations? The government.",
    "Q72": "How much confidence do you have in the following organizations? Political parties.",
    "Q73": "How much confidence do you have in the following organizations? Parliament.",
    "Q74": "How much confidence do you have in the following organizations? The civil service.",
    "Q75": "How much confidence do you have in the following organizations? Universities.",
    "Q76": "How much confidence do you have in the following organizations? Elections.",
    "Q77": "How much confidence do you have in the following organizations? Major companies.",
    "Q78": "How much confidence do you have in the following organizations? Banks.",
    "Q79": "How much confidence do you have in the following organizations? Environmental organizations.",
    "Q80": "How much confidence do you have in the following organizations? Women's organizations.",
    "Q81": "How much confidence do you have in the following organizations? Charitable or humanitarian organizations.",
    "Q82": "How much confidence do you have in the following organizations? The European Union (or other relevant regional organization).",
    "Q83": "How much confidence do you have in the following organizations? The United Nations.",
    "Q84": "How much confidence do you have in the following organizations? The International Monetary Fund (IMF).",
    "Q85": "How much confidence do you have in the following organizations? The International Criminal Court (ICC).",
    "Q86": "How much confidence do you have in the following organizations? The North Atlantic Treaty Organization (NATO).",
    "Q87": "How much confidence do you have in the following organizations? The World Bank.",
    "Q88": "How much confidence do you have in the following organizations? The World Health Organization (WHO).",
    "Q89": "How much confidence do you have in the following organizations? The World Trade Organization (WTO).",
    "Q90": "What should international organizations prioritize: being effective or being democratic?",
    "Q91": "Five countries have permanent seats on the Security Council of the United Nations. Which one of the following is not a member: France, China, or India?",
    "Q92": "Where are the headquarters of the International Monetary Fund (IMF) located: Washington DC, London, or Geneva?",
    "Q93": "Which of the following problems does the organization Amnesty International deal with: Climate change, Human rights, or Destruction of historic monuments?",
    "Q94": "Are you an active member, inactive member, or not a member of a church or religious organization?",
    "Q95": "Are you an active member, inactive member, or not a member of a sport or recreational organization?",
    "Q96": "Are you an active member, inactive member, or not a member of an art, music, or educational organization?",
    "Q97": "Are you an active member, inactive member, or not a member of a labor union?",
    "Q98": "Are you an active member, inactive member, or not a member of a political party?",
    "Q99": "Are you an active member, inactive member, or not a member of an environmental organization?",
    "Q100": "Are you an active member, inactive member, or not a member of a professional association?",
    "Q101": "Are you an active member, inactive member, or not a member of a humanitarian or charitable organization?",
    "Q102": "Are you an active member, inactive member, or not a member of a consumer organization?",
    "Q103": "Are you an active member, inactive member, or not a member of a self-help or mutual aid group?",
    "Q104": "Are you an active member, inactive member, or not a member of a women's group?",
    "Q105": "Are you an active member, inactive member, or not a member of another type of organization?",
    "Q106": "How do you feel about income distribution? Should incomes be made more equal or should there be greater incentives for individual effort?",
    "Q107": "How do you feel about ownership? Should private ownership of business and industry be increased, or should government ownership be increased?",
    "Q108": "How do you feel about responsibility? Should government take more responsibility to ensure everyone is provided for, or should people take more responsibility to provide for themselves?",
    "Q109": "Do you think competition is good or harmful?",
    "Q110": "Do you agree that hard work usually brings a better life, or do you think success depends more on luck and connections?",
    "Q111": "Which statement comes closer to your point of view? Protecting the environment should be given priority, even if it slows economic growth, or economic growth should be prioritized even if the environment suffers.",
    "Q112": "How would you rate the level of corruption in your country on a scale from 1 (no corruption) to 10 (abundant corruption)?",
    "Q113": "How many people in the following groups do you believe are involved in corruption? State authorities.",
    "Q114": "How many people in the following groups do you believe are involved in corruption? Business executives.",
    "Q115": "How many people in the following groups do you believe are involved in corruption? Local authorities.",
    "Q116": "How many people in the following groups do you believe are involved in corruption? Civil service providers (police, judiciary, civil servants, doctors, teachers).",
    "Q117": "How many people in the following groups do you believe are involved in corruption? Journalists and media.",
    "Q118": "How often do people in your community have to pay a bribe, give a gift, or do a favor to local officials or service providers?",
    "Q119": "Do you agree with the statement: On the whole, women are less corrupt than men?",
    "Q120": "How high is the risk in your country to be held accountable for giving or receiving a bribe, gift, or favor in return for public service? Use a scale from 1 (no risk) to 10 (very high risk).",
    "Q121": "How would you evaluate the impact of immigrants on the development of your country?",
    "Q122": "Do you agree that immigration fills important job vacancies?",
    "Q123": "Do you agree that immigration strengthens cultural diversity?",
    "Q124": "Do you agree that immigration increases the crime rate?",
    "Q125": "Do you agree that immigration gives asylum to political refugees who are persecuted elsewhere?",
    "Q126": "Do you agree that immigration increases the risks of terrorism?",
    "Q127": "Do you agree that immigration offers people from poor countries a better living?",
    "Q128": "Do you agree that immigration increases unemployment?",
    "Q129": "Do you agree that immigration leads to social conflict?",
    "Q130": "What should the government do about people coming to your country to work?",
    "Q131": "How secure do you feel these days?",
    "Q132": "How frequently do robberies occur in your neighborhood?",
    "Q133": "How frequently does alcohol consumption in the streets occur in your neighborhood?",
    "Q134": "How frequently do police or military interfere with people's private lives in your neighborhood?",
    "Q135": "How frequently does racist behavior occur in your neighborhood?",
    "Q136": "How frequently is drug sale in the streets an issue in your neighborhood?",
    "Q137": "How frequently does street violence and fighting occur in your neighborhood?",
    "Q138": "How frequently does sexual harassment occur in your neighborhood?",
    "Q139": "Have you avoided carrying much money for reasons of security?",
    "Q140": "Have you preferred not to go out at night for reasons of security?",
    "Q141": "Have you carried a knife, gun, or other weapon for reasons of security?",
    "Q142": "How much are you worried about losing your job or not finding a job?",
    "Q143": "How much are you worried about not being able to give your children a good education?",
    "Q144": "Have you been the victim of a crime during the past year?",
    "Q145": "Has someone in your immediate family been the victim of a crime during the past year?",
    "Q146": "How much are you worried about a war involving your country?",
    "Q147": "How much are you worried about a terrorist attack?",
    "Q148": "How much are you worried about a civil war?",
    "Q149": "If you had to choose, which is more important to you: freedom or equality?",
    "Q150": "If you had to choose, which is more important to you: freedom or security?",
    "Q151": "If it came to war, would you be willing to fight for your country?",
    "Q152": "What do you consider the most important goal for this country in the next ten years?",
    "Q153": "What do you consider the second most important goal for this country in the next ten years?",
    "Q154": "Which of the following is most important to you: maintaining order in the nation, giving people more say in government decisions, fighting rising prices, or protecting freedom of speech?",
    "Q155": "Which of the following is second most important to you: maintaining order in the nation, giving people more say in government decisions, fighting rising prices, or protecting freedom of speech?",
    "Q156": "Which of the following is most important to you: a stable economy, progress toward a humane society, progress toward ideas over money, or the fight against crime?",
    "Q157": "Which of the following is second most important to you: a stable economy, progress toward a humane society, progress toward ideas over money, or the fight against crime?",
    "Q158": "Do you agree that science and technology are making our lives healthier, easier, and more comfortable?",
    "Q159": "Do you agree that science and technology will provide more opportunities for the next generation?",
    "Q160": "Do you agree that we depend too much on science and not enough on faith?",
    "Q161": "Do you agree that science breaks down people's ideas of right and wrong?",
    "Q162": "Do you agree that it is not important to know about science in daily life?",
    "Q163": "Would you say the world is better or worse off because of science and technology?",
    "Q164": "How important is God in your life? Please use this scale to indicate. 10 means 'very important' and 1 means 'not at all important.'",
    "Q165": "Which, if any, of the following do you believe in? God.",
    "Q166": "Which, if any, of the following do you believe in? Life after death.",
    "Q167": "Which, if any, of the following do you believe in? Hell.",
    "Q168": "Which, if any, of the following do you believe in? Heaven.",
    "Q169": "Whenever science and religion conflict, religion is always right.",
    "Q170": "The only acceptable religion is my religion.",
    "Q171": "Apart from weddings and funerals, about how often do you attend religious services these days?",
    "Q172": "Apart from weddings and funerals, about how often do you pray?",
    "Q173": "Independently of whether you attend religious services or not, would you say you are…? A religious person, Not a religious person, An atheist.",
    "Q174": "With which one of the following statements do you agree most? The basic meaning of religion is: To follow religious norms and ceremonies; To do good to other people.",
    "Q175": "With which of the following statements do you agree most? The basic meaning of religion is: To make sense of life after death; To make sense of life in this world.",
    "Q176": "How much do you agree or disagree with the statement that nowadays one often has trouble deciding which moral rules are the right ones to follow?",
    "Q177": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Claiming government benefits to which you are not entitled.",
    "Q178": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Avoiding a fare on public transport.",
    "Q179": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Stealing property.",
    "Q180": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Cheating on taxes if you have a chance.",
    "Q181": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Someone accepting a bribe in the course of their duties.",
    "Q182": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Homosexuality.",
    "Q183": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Prostitution.",
    "Q184": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Abortion.",
    "Q185": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Divorce.",
    "Q186": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Sex before marriage.",
    "Q187": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Suicide.",
    "Q188": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Euthanasia.",
    "Q189": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: For a man to beat his wife.",
    "Q190": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Parents beating children.",
    "Q191": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Violence against other people.",
    "Q192": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Terrorism as a political, ideological or religious mean.",
    "Q193": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Having casual sex.",
    "Q194": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Political violence.",
    "Q195": "Please tell me for the following action whether you think it can always be justified, never be justified, or something in between: Death penalty.",
    "Q196": "Do you think that your country's government should or should not have the right to keep people under video surveillance in public areas?",
    "Q197": "Do you think that your country's government should or should not have the right to monitor all e-mails and any other information exchanged on the Internet?",
    "Q198": "Do you think that your country's government should or should not have the right to collect information about anyone living in this country without their knowledge?",
    "Q199": "How interested would you say you are in politics?",
    "Q200": "When you get together with your friends, would you say you discuss political matters frequently, occasionally or never?",
    "Q201": "People learn what is going on in this country and the world from various sources. Do you use daily newspapers to obtain information daily, weekly, monthly, less than monthly or never?",
    "Q202": "Do you use TV news to obtain information daily, weekly, monthly, less than monthly or never?",
    "Q203": "Do you use radio news to obtain information daily, weekly, monthly, less than monthly or never?",
    "Q204": "Do you use a mobile phone to obtain information daily, weekly, monthly, less than monthly or never?",
    "Q205": "Do you use email to obtain information daily, weekly, monthly, less than monthly or never?",
    "Q206": "Do you use the Internet to obtain information daily, weekly, monthly, less than monthly or never?",
    "Q207": "Do you use social media (e.g., Facebook, Twitter) to obtain information daily, weekly, monthly, less than monthly or never?",
    "Q208": "Do you talk with friends or colleagues to obtain information daily, weekly, monthly, less than monthly or never?",
    "Q209": "Have you signed a petition? Might you do it, or would you never do it?",
    "Q210": "Have you joined in boycotts? Might you do it, or would you never do it?",
    "Q211": "Have you attended peaceful demonstrations? Might you do it, or would you never do it?",
    "Q212": "Have you joined strikes? Might you do it, or would you never do it?",
    "Q213": "Have you donated to a group or campaign? Might you do it, or would you never do it?",
    "Q214": "Have you contacted a government official? Might you do it, or would you never do it?",
    "Q215": "Have you encouraged others to take action about political issues? Might you do it, or would you never do it?",
    "Q216": "Have you encouraged others to vote? Might you do it, or would you never do it?",
    "Q217": "Have you searched information about politics and political events? Might you do it, or would you never do it?",
    "Q218": "Have you signed an electronic petition? Might you do it, or would you never do it?",
    "Q219": "Have you encouraged other people to take any form of political action? Might you do it, or would you never do it?",
    "Q220": "Have you organized political activities, events, or protests? Might you do it, or would you never do it?",
    "Q221": "When elections take place, do you vote always, usually or never at the local level?",
    "Q222": "When elections take place, do you vote always, usually or never at the national level?",
    "Q223": "If there were a national election tomorrow, for which party on this list would you vote? Just call out the number on this card. If DON'T KNOW: Which party appeals to you most?",
    "Q224": "In your view, how often do the following things occur in this country's elections? Votes are counted fairly.",
    "Q225": "In your view, how often do the following things occur in this country's elections? Opposition candidates are prevented from running.",
    "Q226": "In your view, how often do the following things occur in this country's elections? TV news favors the governing party.",
    "Q227": "In your view, how often do the following things occur in this country's elections? Voters are bribed.",
    "Q228": "In your view, how often do the following things occur in this country's elections? Journalists provide fair coverage of elections.",
    "Q229": "In your view, how often do the following things occur in this country's elections? Election officials are fair.",
    "Q230": "In your view, how often do the following things occur in this country's elections? Rich people buy elections.",
    "Q231": "In your view, how often do the following things occur in this country's elections? Voters are threatened with violence at the polls.",
    "Q232": "In your view, how often do the following things occur in this country's elections? Voters are offered a genuine choice in the elections.",
    "Q233": "In your view, how often do the following things occur in this country's elections? Women have equal opportunities to run for office.",
    "Q234": "How important would you say is having honest elections for you—very important, rather important, not very important, or not at all important?",
    "Q235": "What do you think about the following as a way of governing this country: Having a strong leader who does not have to bother with parliament and elections?",
    "Q236": "What do you think about the following as a way of governing this country: Having experts, not government, make decisions according to what they think is best for the country?",
    "Q237": "What do you think about the following as a way of governing this country: Having the army rule?",
    "Q238": "What do you think about the following as a way of governing this country: Having a democratic political system?",
    "Q239": "What do you think about the following as a way of governing this country: Having a system governed by religious law in which there are no political parties or elections?",
    "Q240": "In political matters, people talk of 'the left' and 'the right.' How would you place your views on this scale, generally speaking?",
    "Q241": "Please tell me for the following statement how essential you think it is as a characteristic of democracy: Governments tax the rich and subsidize the poor.",
    "Q242": "Please tell me for the following statement how essential you think it is as a characteristic of democracy: Religious authorities ultimately interpret the laws.",
    "Q243": "Please tell me for the following statement how essential you think it is as a characteristic of democracy: People choose their leaders in free elections.",
    "Q244": "Please tell me for the following statement how essential you think it is as a characteristic of democracy: People receive state aid for unemployment.",
    "Q245": "Please tell me for the following statement how essential you think it is as a characteristic of democracy: The army takes over when government is incompetent.",
    "Q246": "Please tell me for the following statement how essential you think it is as a characteristic of democracy: Civil rights protect people from state oppression.",
    "Q247": "Please tell me for the following statement how essential you think it is as a characteristic of democracy: The state makes people's incomes equal.",
    "Q248": "Please tell me for the following statement how essential you think it is as a characteristic of democracy: People obey their rulers.",
    "Q249": "Please tell me for the following statement how essential you think it is as a characteristic of democracy: Women have the same rights as men.",
    "Q250": "How important is it for you to live in a country that is governed democratically?",
    "Q251": "How democratically is this country being governed today?",
    "Q252": "On a scale from 1 to 10, how satisfied are you with how the political system is functioning in your country these days?",
    "Q253": "How much respect is there for individual human rights nowadays in this country?",
    "Q254": "How proud are you to be [country's nationality]?",
    "Q255": "How close do you feel to your village, town, or city?",
    "Q256": "How close do you feel to your county, region, or district?",
    "Q257": "How close do you feel to your country?",
    "Q258": "How close do you feel to your continent (e.g., Europe, Asia)?",
    "Q259": "How close do you feel to the world?"
}