{
    "Q1": "For each of the following, indicate how important it is in your life. Would you say it is: Family?",
    "Q2": "For each of the following, indicate how important it is in your life. Would you say it is: Friends?",
    "Q3": "For each of the following, indicate how important it is in your life. Would you say it is: Leisure time?",
    "Q4": "For each of the following, indicate how important it is in your life. Would you say it is: Politics?",
    "Q5": "For each of the following, indicate how important it is in your life. Would you say it is: Work?",
    "Q6": "For each of the following, indicate how important it is in your life. Would you say it is: Religion?",
    "Q7": "Here is a list of qualities that children can be encouraged to learn at home. Which, if any, do you consider to be especially important? Please choose up to five! Good manners?",
    "Q8": "Here is a list of qualities that children can be encouraged to learn at home. Which, if any, do you consider to be especially important? Please choose up to five! Independence?",
    "Q9": "Here is a list of qualities that children can be encouraged to learn at home. Which, if any, do you consider to be especially important? Please choose up to five! Hard work?",
    "Q10": "Here is a list of qualities that children can be encouraged to learn at home. Which, if any, do you consider to be especially important? Please choose up to five! Feeling of responsibility?",
    "Q11": "Here is a list of qualities that children can be encouraged to learn at home. Which, if any, do you consider to be especially important? Please choose up to five! Imagination?",
    "Q12": "Here is a list of qualities that children can be encouraged to learn at home. Which, if any, do you consider to be especially important? Please choose up to five! Tolerance and respect for other people?",
    "Q13": "Here is a list of qualities that children can be encouraged to learn at home. Which, if any, do you consider to be especially important? Please choose up to five! Thrift saving money and things?",
    "Q14": "Here is a list of qualities that children can be encouraged to learn at home. Which, if any, do you consider to be especially important? Please choose up to five! Determination perseverance?",
    "Q15": "Here is a list of qualities that children can be encouraged to learn at home. Which, if any, do you consider to be especially important? Please choose up to five! Religious faith?",
    "Q16": "Here is a list of qualities that children can be encouraged to learn at home. Which, if any, do you consider to be especially important? Please choose up to five! Not being selfish?",
    "Q17": "Here is a list of qualities that children can be encouraged to learn at home. Which, if any, do you consider to be especially important? Please choose up to five! Obedience?"
}